Repository: FoxFromFuture/parking
Catalog: parking-rental-app/parking-rental-app/res/*.lproj/Localizable.strings
Languages: ru

# launchSubtitle
source: It's never been so easy
ru: Впервые так просто

source: Login
ru: Вход

source: Password
ru: Пароль

source: Enter
ru: Вход

source: Registration
ru: Регистрация

source: Name
ru: Имя

source: Register
ru: Вход

# registrationCarTitle
source: Set your car model and registry number
ru: Укажите модель и гос. номер вашей машины

# registrationCarSubtitle
source: To make reservations for it
ru: Чтобы резервировать места на нее

source: Continue
ru: Продолжить

source: Profile
ru: Профиль

source: Floor
ru: Этаж

source: Reserve Lot
ru: Арендовать место

source: Home
ru: Дом

source: More
ru: Еще

source: Available Buildings
ru: Доступные Здания

source: Date
ru: Дата

source: Start Time
ru: Начало

source: End Time
ru: Конец

# reservationCardFreeFirstLineTitle
source: Book your car
ru: Арендуйте новое

# reservationCardReservedFirstLineTitle
source: Your reserved car
ru: Ваше паровочное

# reservationCardSecondLineTitle
source: Parking
ru: Место

source: Zone
ru: Лот

source: Car
ru: Машина

source: Time Slot
ru: Временной слот

# cancelReservation
source: Cansel Reservation
ru: Отменить резервацию

source: Log Out
ru: Выйти

# yourCarDetails
source: Your cars
ru: Ваши машины

# updateCarTitle
source: Set new model and registry number
ru: Укажите новое название и гос. номер

# updateCarSubtitle
source: To update your car details
ru: Чтобы обновить данные

source: Save
ru: Сохранить

source: Language
ru: Язык

source: Theme
ru: Тема

source: Cancel
ru: Отмена

# lightTheme
source: Always light mode
ru: Всегда светлая тема

# darkTheme
source: Always dark mode
ru: Всегда темная тема

# systemTheme
source: Use system settings
ru: Как в системе

# logOutQuestion
source: Are you sure you want to log out?
ru: Вы уверены, что хотите выйти из профиля?

# changeLanguageAlert
source: Go to device settings to change app language
ru: Перейдите в настройки устройства, чтобы изменить язык приложения

source: Settings
ru: Настройки

source: Connection Error
ru: Ошибка Соединения

source: Reload
ru: Перезагрузить

# noReservations
source: You don't have any reservations yet.
ru: У вас нет актуальных резерваций.

# registrationCardLoadingFirstLineTitle
source: Loading
ru: Загружаем

source: English
ru: Английский

source: Russian
ru: Русский

source: Light
ru: Светлая

source: Dark
ru: Темная

source: Device
ru: Системная

# loginFailure
source: Incorrect e-mail or password
ru: Неправильный e-mail или пароль

# registrationFailure
source: Registration failure, try again
ru: Ошибка, попробуйте еще раз

# registrationCarSetupFailure
source: Car setup failure, try again
ru: Ошибка, попробуйте еще раз

# updateCarFailure
source: Car update failure, try again
ru: Ошибка, попробуйте еще раз

# reservationsLimit
source: Limit of 5 Lots Reached
ru: Достигнут лимит (5 броней)

# reservationsLimitForTime
source: There's 1 lot for the time
ru: У вас уже есть бронь на это время

# reservationCardWeekendLimit
source: You can't book on weekends
ru: Вы не можете сделать бронь на выходной

source: Account
ru: Аккаунт

source: Account details
ru: Об аккаунте

source: Delete Account
ru: Удалить Аккаунт

# deleteAccountQuestion
source: Are you sure you want to delete your account?
ru: Вы уверены, что хотите удалить ваш аккаунт?

# updateAccountDetails
source: Update Details
ru: Изменить Данные

# updateAccountTitle
source: Enter your new details
ru: Введите ваши новые данные

# updateAccountSubtitle
source: To update your account details
ru: Чтобы изменить ваши данные

# updateCarSuccess
source: Data was successfully updated
ru: Данные были успешно обновлены

# updateAccountSuccess
source: Data was successfully updated
ru: Данные были успешно обновлены

# updateAccountFailure
source: Details update failure, try again
ru: Ошибка, попробуйте еще раз

source: Cars
ru: Машины

source: Add New Car
ru: Добавить Машину

source: Car Details
ru: Машина

source: Delete Car
ru: Удалить Машину

# deleteCarQuestion
source: Are you sure you want to delete your car? All corresponding reservations will also be deleted.
ru: Вы уверены, что хотите удалить вашу машину? Все соответствующие резервации будут отменены.

# addCarTitle
source: Set your car model and registry number
ru: Укажите модель и гос. номер вашей машины

# addCarSubtitle
source: To add new car
ru: Чтобы добавить новую машину

source: Model
ru: Модель

# addCarSetupFailure
source: Car adding failure, try again
ru: Ошибка, попробуйте еще раз

# settingsDetails
source: Appearance and language
ru: Тема и язык

# FAQDetails
source: Frequently asked questions
ru: Часто-задаваемые вопросы

# question_1
source: How to reserve a parking space?
ru: Как забронировать место на парковке?

# question_2
source: How many parking lots can I book in total?
ru: Сколько парковочных мест я могу забронировать?

# question_3
source: How many cars I can have in my account?
ru: Сколько автомобилей я могу иметь на своем аккаунте?

# answer_1
source: 1. Open main screen 2. Press "Reserve Lot" button 3. Select building 4. Select date/time/floor 5. Press "Reserve Lot" button That's it, the space is reserved!
ru: 1. Откройте Главный экран 2. Нажмите кнопку "Арендовать место" 3. Выберите здание 4. Выберите дату/время/этаж 5. Нажмите кнопку "Арендовать место" Это все, место ваше!

# answer_2
source: You may reserve a maximum of 5 lots in each building.
ru: Вы можете зарезервировать не более 5 лотов в каждом здании.

# answer_3
source: You can have a maximum of 3 cars.
ru: Вы можете иметь не более 3-х автомобилей.
